<div class="timeline block">
    <div class="content">
        <h2>История компании</h2>
        <div class="timeline__history">
            <div class="timeline__history__link active" href="#" data-id="2018">2018</div>
            <div class="timeline__history__link" href="#" data-id="2017">2017</div>
            <div class="timeline__history__link" href="#" data-id="2016">2016</div>
            <div class="timeline__history__link" href="#" data-id="2015">2015</div>
            <div class="timeline__history__link" href="#" data-id="2014">2014</div>
            <div class="timeline__history__link" href="#" data-id="2013">2013</div>
            <div class="timeline__history__link" href="#" data-id="2012">2012</div>
            <div class="timeline__history__link" href="#" data-id="2011">2011</div>
            <div class="timeline__history__link" href="#" data-id="2010">2010</div>
            <div class="timeline__history__link" href="#" data-id="2007">2007</div>
            <div class="timeline__history__link" href="#" data-id="2006">2006</div>
            <div class="timeline__history__link" href="#" data-id="2003">2003</div>
            <div class="timeline__history__link" href="#" data-id="2002">2002</div>
            <div class="timeline__history__link" href="#" data-id="2001">2001</div>
            <div class="timeline__history__link" href="#" data-id="2000">2000</div>
        </div>
        <div data-id="2018" class="description active">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Запуск сервиса Direct Cloud Connect - решения для прямой связности с глобальными облаками. Успешное прохождение аудита Management & Operation от Uptime Institute.</p>
        </div>
        <div data-id="2017" class="description">
            <img src="/images/8fa77e325a143fc569d253361d79f851.jpg" alt="">
            <div>
                <p>admindatacenter запускает первое гиперконвергентное облачное решение в России HyperCloud на базе Cisco HyperFlex, развивает технологический потенциал своих ЦОД, профессионализм и компетентность команды и расширяет спектр консалтинговых и ИТ-услуг, направленных на развитие бизнеса клиентов.</p>
                <p>Сегодня компания входит в ТОП-5 крупнейших ЦОД в России. admindatacenter — это три высоконадежных дата-центра в России и за ее пределами, общая площадь которых составляет 14800 м2, а суммарная мощность 19,5 МВт.</p>
            </div>
        </div>
        <div data-id="2016" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2015" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2014" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2013" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2012" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2011" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2010" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2007" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2006" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2003" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2002" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2001" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
        <div data-id="2000" class="description">
            <img src="/images/1dddf619ec8cd8852fed67ce805a403a.jpg" alt="">
            <p>Группа компаний admin — это 10 представительств в Европе и Азии. Главный офис группы расположен в г. Амстердам, Нидерланды. admin обеспечивает связь между частями света c помощью масштабной телекоммуникационной сети и международных дата-центров, расположенных в России, Польше и Эстонии.</p>
        </div>
    </div>
</div>
