@extends('layouts.app')

@section('body-class', 'page-main page-no-found')

@section('styles')
    <link rel="stylesheet" href="{{ mix('/css/main.css') }}">
    <link rel="stylesheet" href="{{ mix('/css/no-found.css') }}">

    <link href="https://fonts.googleapis.com/css2?family=Raleway:wght@700&display=swap" rel="stylesheet">
@endsection

@section('content')
    <div class="page-no-found__container">
        <div class="page-no-found__content">
            <svg width="246" height="105" viewBox="0 0 246 105" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M158 39.0642C158 46.603 156.528 53.3278 153.585 59.2389C150.729 65.0642 146.747 69.6474 141.64 72.9885C136.619 76.3295 130.906 78 124.5 78C118.094 78 112.338 76.3295 107.231 72.9885C102.21 69.6474 98.228 65.0642 95.2849 59.2389C92.4283 53.3278 91 46.603 91 39.0642C91 31.5255 92.4283 24.8435 95.2849 19.0181C98.228 13.1071 102.21 8.48105 107.231 5.14003C112.338 1.71334 118.094 0 124.5 0C130.906 0 136.619 1.71334 141.64 5.14003C146.747 8.48105 150.729 13.1071 153.585 19.0181C156.528 24.8435 158 31.5255 158 39.0642ZM140.471 39.0642C140.471 32.2109 138.956 26.6425 135.926 22.3591C132.983 17.9901 129.174 15.8056 124.5 15.8056C119.652 15.8056 115.757 17.9901 112.814 22.3591C109.871 26.6425 108.399 32.2109 108.399 39.0642C108.399 45.9176 109.871 51.486 112.814 55.7694C115.757 60.0527 119.652 62.1944 124.5 62.1944C129.174 62.1944 132.983 60.0527 135.926 55.7694C138.956 51.486 140.471 45.9176 140.471 39.0642Z" fill="#09408A"/>
                <path d="M42.9358 104.288V82.8319H0.887817V65.6959L49.1278 3.77588H62.2318V65.5519H74.9038V82.8319H62.2318V104.288H42.9358ZM20.1838 65.5519H45.0958V33.0079L20.1838 65.5519Z" fill="#09408A"/>
                <path d="M213.655 104.288V82.8319H171.607V65.6959L219.847 3.77588H232.951V65.5519H245.623V82.8319H232.951V104.288H213.655ZM190.903 65.5519H215.815V33.0079L190.903 65.5519Z" fill="#09408A"/>
                <path d="M102.758 104.184V86.76H146.39V104.184H102.758Z" fill="#09408A"/>
            </svg>
            <p class="page-no-found__title">Страница не найдена</p>
            <p class="page-no-found__description">Запрашиваемая страница удалена или перемещена</p>
            <a href="/" class="btn gradient">Перейти на главную страницу</a>
        </div>
    </div>
@endsection
